[
    {
        "name": "LG 8 Fully Automatic Front Load Washing Machine White (FH4G6TDNL22)",
        "description": "LG 8 Fully Automatic Front Load Washing Machine White (FH4G6TDNL22) price in India starts from ₹ 33490 with various stores available on Digit. Buy LG 8 Fully Automatic Front Load Washing Machine White (FH4G6TDNL22) with the lowest price ₹ 33490 at amazon on 06 Jul, 2021.",
        "img": "https://i.ibb.co/rkyY6Qd/1.jpg",
        "quantity": 10,
        "price": 430.00,
        "supplier":"DigitIn",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "30 inch RETROPOLITAN FRIDGE",
        "description": "We loaded our Retropolitan Refrigerator with a throwback appeal, then flipped the freezer to the bottom for a style-savvy look with easy access. The Big Chill Retropolitan comes with ultimate modern performance seamlessly integrated with an iconic 50s vibe.",
        "img": "https://i.ibb.co/j6Hj4Vf/2.jpg",
        "quantity": 5,
        "price": 4795.00,
        "supplier":"Big Chill",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "ALIENWARE 34 CURVED QD-OLED GAMING MONITOR - AW3423DW",
        "description": "The world's first QD-OLED gaming monitor. Featuring infinite contrast ratio and VESA Display HDR True Black 400 for remarkably vivid colors and visuals bursting to life.",
        "img": "https://i.ibb.co/840THwm/3.jpg",
        "quantity": 5,
        "price": 1299.99,
        "supplier":"Dell",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Dell 27 LED Backlit LCD Monitor",
        "description": "SE2719H IPS Full HD 1080p, 1920x1080 at 60 Hz HDMI VGA, Black. Products with electrical plugs are designed for use in the US. Outlets and voltage differ internationally and this product may require an adapter or converter for use in your destination. Please check compatibility before purchasing.",
        "img": "https://i.ibb.co/Qn6fwF4/4.jpg",
        "quantity": 5,
        "price": 279.79,
        "supplier":"Dell",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Large Spaces Portable Air Conditioner, 12,000 BTU, White",
        "description": "Enjoy a comfortable home climate with this versatile BLACK+DECKER unit. It cools, dehumidifies, and circulates air to stand up to summer heat. Offering immediate, uninterrupted comfort, this Portable Air Conditioner features easy-to-use LED electronic controls and is quiet while you sleep. This unit comes with rolling castors and side carrying handles for easy-to maneuver mobile comfort and everything needed for an effortless installation. Keeps a room, home, bedroom, apartment, dorm or garage comfy during the summer months when the heat sets in. Works in double hung or sliding windows only, no crank windows. To minimize noise and vibration, the air conditioner should be placed on a firm floor. For safe and secure positioning, place the unit on a smooth, level floor strong enough to support the unit. For a better cooling, make sure all the windows and doors are closed. Connect the duct and make sure it can function properly. Also note that, mirco processor control delays the compressor from operating until 3 mins have passed.",
        "img": "https://i.ibb.co/9Y0V28C/5.jpg",
        "quantity": 25,
        "price": 468.38,
        "supplier":"Ubuy",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Midea Portable AC (MWF-12CMP ) 1 Ton",
        "description": "Enjoy clean air and a comfortable temperature in whichever part of the home you find yourself with the Midea Portable Air Conditioner. Move from room to room with ease and cool, or heat, an area of up to 25m 2 .",
        "img": "https://i.ibb.co/rQy7W96/6.png",
        "quantity": 15,
        "price": 438.46,
        "supplier":"Air Care",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "32 Inch (T4400) Smart HD TV",
        "description": "It’s all you need to discover tons of different content in one place and get maximum enjoyment. The sleek One Remote Control keeps it simple, allowing you to quickly search all your favourite content from your set-top box to game console, apps, and even live TV.",
        "img": "https://i.ibb.co/MBLWTzw/7.png",
        "quantity": 15,
        "price": 486.11,
        "supplier":"Samsung",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "4K ULTRA HD | HIGH DYNAMIC RANGE (HDR) | SMART TV (ANDROID TV)",
        "description": "Since the evolution of the TV, man has been fascinated by the device. After CRT TV’s Thin tubes are ruling the market today. This Sony X80H | 4K Ultra HD | High Dynamic Range (HDR) | Smart TV (Android TV) features a undefined display for your viewing pleasure. The Aspect Ratio of this screen is 16:09 to meet the latest standards and consumes 367 w as power (when running). Other features of this TV include Bravia Sync, Display Mirroring, Double USB Sharing, Easylink (HDMI-CEC), MHL, Network File Sharing, One-touch Connect, Photo share, Screen Casting, Smart Convergence, SmartShare, SmartView, Swipe & Share, USB HID Support, WiFi Direct, Android, Future Ready. Also, the total speaker output of this TV is 20 W..",
        "img": "https://i.ibb.co/dJvhxm1/8.png",
        "quantity": 5,
        "price": 2192.31,
        "supplier":"Sony",
        "email": "omuk@tomuk.com"
    },
    
    {
        "name": "XPS 13 Laptop",
        
        "description": " 100% of the enclosure is sculpted by a CNC (computer numerical control) machining process. A high precision, machine-milled aluminum chassis creates an elegant design with high build quality that's stronger and stiffer than magnesium or plastic.For the black palm rest carbon fiber inspired by the aerospace industry or the arctic white woven glass fiber palm rest allow for maximum strength and minimal weight. Our design team worked tirelessly to get the details just right including carefully crafted backlighting and stain-resistant coating to prevent yellowing and staining.Superior screen: The latest Corning® Gorilla® Glass 6 is strong as well as impact and scratch resistance.",
        "img": "https://i.ibb.co/K6QbTLf/9.png",
        "quantity": 25,
        "price": 1619.99,
        "supplier":"Dell",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "XPS 15 Laptop",
        "description": "Unleash the power to create: With up to the latest Intel® 11th Gen, 8 core, 16 threads i9 processor you can keep at your most demanding workloads for even longer.Effortless multitasking: Enjoy smooth Adobe filter performance with up to 64GB of memory.Faster results: The rendering of high-resolution graphics and videos accelerates with performance class NVIDIA® graphics.",
        "img": "https://i.ibb.co/mvXpcfz/10.png",
        "quantity": 25,
        "price": 1949.99,
        "supplier":"Dell",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "eWheels EW-M51 Electric Wheelchair PowerChair, Long Range, 22” reclining captain’s chair, Blue",
        "description": "The rear-wheel-drive EW-M51 is the largest of the EWheels Medical Power Chair family. It is capable of speeds up 5 mph using 9' front and 14' rear tires that also provide excellent traction and control. The stability suspension system ensures a smooth and steady ride. It comes standard with a 22' reclining captain's chair with a swing-away joystick. An adjustable footplate is also provided for extra comfort. For maximum support, a stability suspension system is provided to ensure a smooth and steady ride.",
        "img": "https://i.ibb.co/JjBdqLs/11.jpg",
        "quantity": 5,
        "price": 2999.00,
        "supplier":"Walmart",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Karman Stand-Up Power Wheelchair",
        "description": "The Karman Power Wheelchair with Stand-Up functionality offers many health benefits previously unavailable to those in a wheelchair. By extending the body into a standing position, this chair promotes circulation, allows for optimal kidney and bladder function, and improves muscle tone. Standing also helps to prevent bone decalcification, thereby reducing the risk of osteoporosis.",
        "img": "https://i.ibb.co/tbjqBfS/12.jpg",
        "quantity": 7,
        "price": 11360.00,
        "supplier":"WeelChair dot com",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "MS Curve Exercise Treadmill For Gym",
        "description": "SD Fitness Equipment establish in the year of 2015. We are the Manufacturer, Trader And Importer of Commercial Fitness Equipment, Domestic Fitness Equipment & Cardio. Based on the skills of our adroit professionals and creative workers, we bring forth an extensive range of Fitness Equipment. This product is the best solution for keeping body fit. ",
        "img": "https://i.ibb.co/WynFkPF/13.jpg",
        "quantity": 6,
        "price": 1677.71,
        "supplier":"India Mart",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Heavy Duty Large Treadmill",
        "description": "Heavy Duty Large Treadmill, the perfect choice for working out at a gym, leisure centre, or within the comfort of your own home. Including a super-strong frame for extra support and stability, as well as a multi-cushion shock absorbing system to help protect your joints, this running machine supports an impressive 4HP motor for unbeatable cardiovascular fitness.",
        "img": "https://i.ibb.co/wCL5Y5R/14.png",
        "quantity": 10,
        "price": 224.45,
        "supplier":"Hire Fitness",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "WET AND DRY VACUUM CLEANER NT 65/2 Tact²",
        "description": "The Kärcher Tact² systems are ever popular as specialist systems and as all-rounders thanks to their high level of mobility and excellent performance, their solid construction and their wide range of practical design features. The NT 65/2 Tact² is supplied with the entire antistatic package as standard. The system tackles even large amounts of fine dust.",
        "img": "https://i.ibb.co/tMrGgdV/15.jpg",
        "quantity": 20,
        "price": 998.08,
        "supplier":"The Karchar",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "WET AND DRY VACUUM CLEANER NT 65/2 Tact²",
        "description": "The Kärcher Tact² systems are ever popular as specialist systems and as all-rounders thanks to their high level of mobility and excellent performance, their solid construction and their wide range of practical design features. The NT 65/2 Tact² is supplied with the entire antistatic package as standard. The system tackles even large amounts of fine dust.",
        "img": "https://i.ibb.co/tMrGgdV/15.jpg",
        "quantity": 20,
        "price": 998.08,
        "supplier":"The Karchar",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "WET AND DRY VACUUM CLEANER NT 65/2 Tact²",
        "description": "The Kärcher Tact² systems are ever popular as specialist systems and as all-rounders thanks to their high level of mobility and excellent performance, their solid construction and their wide range of practical design features. The NT 65/2 Tact² is supplied with the entire antistatic package as standard. The system tackles even large amounts of fine dust.",
        "img": "https://i.ibb.co/tMrGgdV/15.jpg",
        "quantity": 20,
        "price": 998.08,
        "supplier":"The Karchar",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "WET AND DRY VACUUM CLEANER NT 65/2 Tact²",
        "description": "The Kärcher Tact² systems are ever popular as specialist systems and as all-rounders thanks to their high level of mobility and excellent performance, their solid construction and their wide range of practical design features. The NT 65/2 Tact² is supplied with the entire antistatic package as standard. The system tackles even large amounts of fine dust.",
        "img": "https://i.ibb.co/tMrGgdV/15.jpg",
        "quantity": 20,
        "price": 998.08,
        "supplier":"The Karchar",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "WET AND DRY VACUUM CLEANER NT 65/2 Tact²",
        "description": "The Kärcher Tact² systems are ever popular as specialist systems and as all-rounders thanks to their high level of mobility and excellent performance, their solid construction and their wide range of practical design features. The NT 65/2 Tact² is supplied with the entire antistatic package as standard. The system tackles even large amounts of fine dust.",
        "img": "https://i.ibb.co/tMrGgdV/15.jpg",
        "quantity": 20,
        "price": 998.08,
        "supplier":"The Karchar",
        "email": "omuk@tomuk.com"
    },
    {
        "name": "WET AND DRY VACUUM CLEANER NT 65/2 Tact²",
        "description": "The Kärcher Tact² systems are ever popular as specialist systems and as all-rounders thanks to their high level of mobility and excellent performance, their solid construction and their wide range of practical design features. The NT 65/2 Tact² is supplied with the entire antistatic package as standard. The system tackles even large amounts of fine dust.",
        "img": "https://i.ibb.co/tMrGgdV/15.jpg",
        "quantity": 20,
        "price": 998.08,
        "supplier":"The Karchar",
        "email": "omuk@tomuk.com"
    }
    
    
]